import java.util.HashMap;

public class Task1 {
    static HashMap<String, String> map = new HashMap<>();

    public static void printMap() {
        map.put("Иван Рогозин", "+79123064601");
        map.put("Андрей Рогозин", "+79123064602");
        map.put("Пётр Рогозин", "+79123064603");
        map.put("Владимир Рогозин", "+79123064604");
        map.put("Михаил Рогозин", "+79123064605");
        map.put("Анатолий Рогозин", "+79123064606");
        map.put("Максим Рогозин", "+79123064607");
        map.put("Никита Рогозин", "+79123064608");
        map.put("Артур Рогозин", "+79123064609");
        map.put("Владмир Рогозин", "+79123064610");
        map.put("Кирилл Рогозин", "+79123064611");
        map.put("Дмитрий Рогозин", "+79123064612");
        map.put("Сергей Рогозин", "+79123064613");
        map.put("Айрат Рогозин", "+79123064614");
        map.put("Олег Рогозин", "+79123064615");
        map.put("Виталий Рогозин", "+79123064616");
        map.put("Константин Рогозин", "+79123064617");
        map.put("Елисей Рогозин", "+79123064618");
        map.put("Евгений Рогозин", "+79123237619");
        map.put("Артём Рогозин", "+79123067120");

        for (String value : map.values()) {
            System.out.println(value);
        }


    }



}
